Revit 2027 API
ParameterTypeId.StairsRailingHeightOffset Property
 "Base Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingHeightOffset { get; }
Public Shared ReadOnly Property StairsRailingHeightOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingHeightOffset {
	ForgeTypeId^ get ();
}
static member StairsRailingHeightOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace